import { Component } from '@angular/core';

@Component({
  selector: 'app-firsr-aia-c',
  templateUrl: './firsr-aia-c.component.html',
  styleUrl: './firsr-aia-c.component.css'
})
export class FirsrAiaCComponent {


  courseTopics = [
    'تعلم تقنيات الانعاش القلبي الرئوي(انقذ حياه)',
    'تعلم كيفيه وقف النزيف وعلاج الجروح كلمحترفين',
    'اكتسب الثقه في التعامل مع الكسور والالتواءات',
    'اكتشف كيفيه التعامل السريه مع حالات الاختناق',
    'الاجراءات الوقائيه في حالات الحروق وتصحيح المفاهيم',
    'حدد العلامات الحاسمه للنوبات القلبيه والسكتات الدماغيه',
    'اعرف بالظبط ما يجب فعله في حالات التسمم',
    'تعامل مع الانهاك الحراري وانخفاض حراره الجسم بفعاليه',
    'طور مهاراتك في الاستجابه لاي سيناريو طارئ'
  ];
}


